{
  "slogan": "Precision. Passion. Perfection.",
  "sloganDescription": "Welcome to our world of craftsmanship, where we bring together a holistic design approach with unwavering professionalism. We believe in limitless possibilities, and our passion drives us to meticulously craft every aspect of our instruments. From hand-selecting seasoned woods to crafting custom pickups and bridges, we pour our heart and soul into each creation. Whether you seek a one-of-a-kind instrument tailored to your unique vision or prefer one from our exceptional catalog, we're here to make your musical dreams a reality. Prepare to embark on a captivating journey where artistry meets precision, and where your instrument becomes a true reflection of your passion and individuality.",
  "sloganImage": "/public/t42-10.webp",
  "ourProcessHeader": "Our Process",
  "ourProcessDescription": "In each step, our comprehensive design approach and limitless creativity guide us, culminating in extraordinary instruments that speak volumes about our commitment to excellence.",
  "ourProcessStart": "START",
  "ourProcessFinish": "DELIVERY",
  "processSteps": [
    {
      "image": "/public/charles-1024x768.webp",
      "stepTitle": "Consultation & Design.",
      "stepDescription": "Our collaborative process begins by deeply understanding the client's aspirations, merging it with our expertise to meticulously plan and execute a guitar design that captures their vision with utmost professionalism and precision.",
      "stepNumber": "1."
    },
    {
      "image": "/public/img-20230130-wa0012.webp",
      "stepTitle": "Craftsmanship.",
      "stepDescription": "Imbued with passion, we painstakingly handcraft every element of the guitar, devoting ourselves to the art of selecting seasoned woods, honing our skills in fabricating intricate components, including custom pickups and bridges, to ensure each instrument is a testament to our unwavering commitment to detail and craftsmanship.",
      "stepNumber": "2"
    },
    {
      "image": "/public/4f986883-a8ff-449c-9745-0debeb4db00f.webp",
      "stepTitle": "Finishing & Assembly.",
      "stepDescription": "Our dedication extends to the final stages, where we skillfully apply impeccable finishes, harmoniously marrying aesthetics and durability. With meticulous precision, we assemble the guitar, paying utmost attention to alignment.",
      "stepNumber": "3*"
    }
  ]
}